const Products = [
  {
    id: 1,
    name: "فرانت اند",
    auther: "محمد امین سعیدی راد",
    title: "آموزش بوت استرپ 5 به صورت کاملا حرفه ایی",
    describtion:
      "خوش آمدید به بهترین آموزش بوت استرپ ورژن 5 در ایران ، با ما همراه باشید",
    src: "image/bootstrap.jpg",
  },
  {
    id: 2,
    name: "هوش مصنوعی",
    auther: "قدیر یلمه",
    title: "دوره کاربردی هوش مصنوعی برای برنامه نویس ها",
    describtion:
      "قدرت محاسباتی هوش مصنوعی بسیار گسترده و عظیم است، اما مغز انسان قابلیت  از جنبه‌ها مر ",
    src: "image/gpt.png",
  },
  {
    id: 3,
    name: "بک اند",
    auther: "محمد امین سعیدی راد",
    title: "آموزش حرفه ای NodeJS بدون پیش نیاز",
    describtion:
      "نود جی اس یک محیط اجرایا اسکریپت است که کارهای منویسان پشت آن قرار دارند",
    src: "image/nodejs.jpg",
  },
  {
    id: 4,
    name: " بک اند",
    auther: "رضا دولتی",
    title: "پروژه های کاربردی با پایتون",
    describtion:
      "پایتون یک وره، سطح بالا، شی‌گرا و مفسر است که با هدف او با بازدهی بالا می باشد",
    src: "image/phyton.png",
  },
  {
    id: 5,
    name: "فرانت اند",
    auther: "محمد امین سعیدی راد",
    title: "آموزش PWA بصورت پروژه محور",
    describtion:
      "کلمه PWA مخفف App بوده و یه تکنولوژی تقریبا جدیده که میتایتی که توسعه دادیم",
    src: "image/PWA.jpg",
  },
  {
    id: 6,
    name: "فرانت اند",
    auther: "محمد امین سعیدی راد",
    title: "اموزش تکست کاملا پروژه محور",
    describtion:
      "نکست یه فریمورک مبتنی بر ری‌اه تو بازار کار یکی از مهم‌ترین ت به حساب میاد",

    src: "image/sabz.png",
  },
];

export default Products;
